Repository: GNZ-TRESOR/frontend
Catalog: lib/l10n/app_*.arb
Languages: rw

# appTagline
source: Empowering Your Health Journey
rw: Gushimangira urugendo rwawe rw'ubuzima

# appDescription
source: Your comprehensive companion for family planning, reproductive health, and wellness - designed with care for the modern woman
rw: Umunyangazi wawe wuzuye mu guteganya umuryango, ubuzima bw'imyororokere, n'ubuzima bwiza - byakozwe n'ubwoba ku mugore wa none

source: Welcome Back
rw: Murakaza neza

# signInToContinue
source: Sign in to continue your health journey
rw: Injira kugira ngo ukomeze urugendo rwawe rw'ubuzima

source: Email
rw: Imeyili

source: Email Address
rw: Aderesi ya imeyili

# enterEmail
source: Enter your email
rw: Andika imeyili yawe

# pleaseEnterEmail
source: Please enter your email
rw: Nyamuneka andika imeyili yawe

# pleaseEnterValidEmail
source: Please enter a valid email
rw: Nyamuneka andika imeyili nyayo

source: Password
rw: Ijambo ry'ibanga

# enterPassword
source: Enter your password
rw: Andika ijambo ryawe ry'ibanga

# pleaseEnterPassword
source: Please enter your password
rw: Nyamuneka andika ijambo ryawe ry'ibanga

# passwordTooShort
source: Password must be at least 6 characters
rw: Ijambo ry'ibanga rigomba kuba rifite byibuze inyuguti 6

source: Remember me
rw: Nyibuka

source: Sign In
rw: Injira

source: Forgot Password?
rw: Wibagiwe ijambo ry'ibanga?

source: OR
rw: CYANGWA

# dontHaveAccount
source: Don't have an account?
rw: Ntufite konti?

source: Create Account
rw: Kora konti

source: Terms of Service
rw: Amabwiriza yo gukoresha

source: Privacy Policy
rw: Politiki y'ibanga

# bySigningIn
source: By signing in, you agree to our
rw: Mu kwinjira, wemera amabwiriza yacu

source: and
rw: na

source: Good morning
rw: Mwaramutse

source: Good afternoon
rw: Mwiriwe

source: Good evening
rw: Muramuke

source: Administrator
rw: Umuyobozi

source: Health Worker
rw: Umukozi w'ubuzima

source: Client
rw: Umukiriya

# loginSuccess
source: Login successful!
rw: Kwinjira byagenze neza!

# registrationSuccess
source: Registration successful!
rw: Kwiyandikisha byagenze neza!

# updateSuccess
source: Updated successfully!
rw: Kuvugurura byagenze neza!

# deleteSuccess
source: Deleted successfully!
rw: Gusiba byagenze neza!

source: Consultation
rw: Ubujyanama

source: Family Planning
rw: Guteganya umuryango

source: Prenatal Care
rw: Kwita ku mugore utwite

source: Postnatal Care
rw: Kwita nyuma yo kubyara

source: Vaccination
rw: Gukingira

source: Health Screening
rw: Gusuzuma ubuzima

source: Follow Up
rw: Gukurikirana

source: Emergency
rw: Byihutirwa

source: Counseling
rw: Ubujyanama

source: Other
rw: Ikindi

source: Once daily
rw: Rimwe ku munsi

source: Twice daily
rw: Inshuro ebyiri ku munsi

# threeTimes
source: Three times daily
rw: Inshuro eshatu ku munsi

# fourTimes
source: Four times daily
rw: Inshuro enye ku munsi

source: As needed
rw: Iyo bikenewe

source: Weekly
rw: Buri cyumweru

source: Monthly
rw: Buri kwezi

source: Spotting
rw: Amaraso make

source: Light
rw: Byoroshye

source: Medium
rw: Hagati

source: Heavy
rw: Byinshi

source: Language
rw: Ururimi

source: Select Language
rw: Hitamo ururimi

source: English
rw: Icyongereza

# french
source: Fran√ßais
rw: Igifaransa

source: Kinyarwanda
rw: Ikinyarwanda
